IDEA Open Model
OpenMessage.InnerMessage Property
Compatible with IDEA StatiCa v 10.1
 Inner message
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public OpenMessage InnerMessage { get; set; }
Public Property InnerMessage As OpenMessage
	Get
	Set
public:
property OpenMessage^ InnerMessage {
	OpenMessage^ get ();
	void set (OpenMessage^ value);
}
Property Value
Type: OpenMessage
See Also
Reference
OpenMessage Class
IdeaRS.OpenModel.Message Namespace